aurutils
brave-bin
checkupdates-with-aur
grimblast-git
hyprshade
oh-my-zsh-git
pacseek
pacseek-debug
pwvucontrol
python-apt
python-imageio-ffmpeg
python-screeninfo
walker-bin
walker-bin-debug
waypaper
wlogout
wlogout-debug
xwaylandvideobridge-git
xwaylandvideobridge-git-debug
yay
yay-debug
