alsa-utils
base
base-devel
chezmoi
chrono-date
cmake
code
cpio
ffmpeg
ghostty
git
github-cli
git-lfs
glow
grub
helix
htop
imagemagick
jq
man-db
meson
nano
ninja
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openconnect
openssh
pixi
python-pip
rsync
rustup
sudo
tree
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-fira-sans
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
unzip
vim
viu
vlc
wget
zig
zsh
zsh-autosuggestions
zsh-completions
