alsa-utils
base
base-devel
chezmoi
chrono-date
cmake
code
cpio
dolphin
dolphin-plugins
ffmpeg
ffmpegthumbs
ghostty
git
github-cli
git-lfs
glow
gst-plugin-pipewire
helix
htop
imagemagick
jq
kdegraphics-thumbnailers
kio-admin
kwalletmanager
libpulse
libva-intel-driver
linux
linux-firmware
man-db
meson
nano
networkmanager
network-manager-applet
ninja
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openconnect
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixi
plasma-meta
plasma-workspace
python-pip
rsync
rustup
sof-firmware
sudo
thermald
tree
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-fira-sans
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
unzip
vim
viu
vlc
wget
wireless_tools
wireplumber
xdg-utils
zig
zsh
zsh-autosuggestions
zsh-completions
