1password
aurutils
basedpyright
brave-bin
checkupdates-with-aur
codebook-bin
codebook-bin-debug
grimblast-git
hyprshade
markdown-oxide-git
markdown-oxide-git-debug
marksman-git
pacseek
pacseek-debug
python-imageio-ffmpeg
python-screeninfo
spotify
walker-bin
walker-bin-debug
waypaper
wlogout
wlogout-debug
xwaylandvideobridge-git
xwaylandvideobridge-git-debug
yay
yay-debug
zoom
zotero-bin
zotero-bin-debug
