alsa-utils
base
base-devel
blueman
brightnessctl
chezmoi
chrono-date
cliphist
cmake
code
cpio
dart-sass
dolphin
efibootmgr
eza
ffmpeg
ghostty
gimp
git
github-cli
glow
grim
grub
helix
htop
hugo
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
imv
inkscape
jq
kwallet-pam
man-db
meson
nano
network-manager-applet
networkmanager
ninja
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obsidian
openconnect
openssh
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pixi
power-profiles-daemon
python-pip
qt6ct
rsync
ruff
rust
sddm
slurp
sof-firmware
sudo
tinymist
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-roboto
ttf-roboto-mono
tumbler
typst
unzip
uwsm
vim
viu
vlc
waybar
wget
zig
zsh
zsh-autosuggestions
zsh-completions
